<h1><a id="_Toc193796560"></a>ВВЕДЕНИЕ</h1>
<p>В учебном пособии обобщены теоретические материалы, которые могут быть использованы при изучении дисциплин,
  «Лидерство в управлении судовым экипажем», «Организационное лидерство» и др.</p>
<p>Пособие призвано оказать помощь студентам в изучении курса «Лидерство в управлении судовым экипажем»,
  «Организационное лидерство» и др.</p>
<p>Целью освоения дисциплин является изучение приемов, методов лидерства и формирование лидерских качеств обучающихся.
</p>
<p>В результате освоения дисциплины (модуля) обучающийся должен:</p>
<p>Знать:</p>
<ul>
  <li>знает, как организовать команду для достижения поставленной цели;</li>
  <li>знает порядок установления целей проекта, определенияприоритетов;</li>
  <li>знает общие принципы и алгоритмы оценки и управления риском;</li>
  <li>знает должностные обязанности командного состава судов всоответствии с нормативными документами;</li>
  <li>знает правила несения судовых вахт;</li>
  <li>знает правила поддержания судна в мореходном состоянии;</li>
  <li>знает методы и порядок аттестации обслуживающего персонала и специалистов;</li>
  <li>знает методы обеспечения безопасности персонала и судна.</li>
</ul>
<p>Учебное пособие включает в себя конспект лекций, примерные ситуационные задачи, вопросы тестовых заданий для
  проверки полученных знаний, вопросы для итогового контроля и список рекомендуемой литературы. </p>