<h1><a id="_Toc193796586"></a>СПИСОК РЕКОМЕНДУЕМОЙ ЛИТЕРАТУРЫ</h1>
<ol>
  <li>Тощенко, Ж. Т.<em> </em> Социология управления : учебник и практикум для академического бакалавриата /
    Ж. Т. Тощенко. – Москва : Издательство Юрайт, 2018. – 303 с. – (Бакалавр. Академический курс).  // ЭБС Юрайт [сайт].
    – URL: <a href="https://urait.ru/bcode/413024" target="_blank">https://urait.ru/bcode/413024</a></li>
  <li>Управление человеческими ресурсами в 2 ч. Часть 1 : учебник и практикум для академического бакалавриата /
    С. А. Барков [и др.] ; под редакцией С. А. Баркова, В. И. Зубкова. – Москва : Издательство Юрайт, 2018. – 183 с. –
    (Бакалавр. Академический курс).  // ЭБС Юрайт [сайт]. – URL: <a href="https://urait.ru/bcode/422362"
      target="_blank">https://urait.ru/bcode/422362</a></li>
  <li>Управление человеческими ресурсами в 2 ч. Часть 2 : учебник и практикум для академического бакалавриата /
    С. А. Барков [и др.] ; ответственный редактор С. А. Барков, В. И. Зубков. – Москва : Издательство Юрайт, 2018. –
    245 с. – (Бакалавр. Академический курс).  // ЭБС Юрайт [сайт]. – URL: <a href="https://urait.ru/bcode/422369"
      target="_blank">https://urait.ru/bcode/422369</a></li>
  <li>Александрова, Н. А. Социология и психология управления человеческими ресурсами : учебное пособие / Н. А.
    Александрова, И. В. Петрова. – Чита : ЗабГУ, 2021. – 147 с. – ISBN 978-5-9293-2865-7. – Текст : электронный // Лань
    : электронно-библиотечная система. – URL: https://e.lanbook.com/book/271835.</li>
  <li>Захарова, Т. И. Социология и психология управления : учебно-методическое пособие / Т. И. Захарова, Д. Е. Стюрина.
    – Москва : ЕАОИ, 2010. – 292 с. – ISBN 978-5-374-00425-0. – Текст : электронный // Лань : электронно-библиотечная
    система. – URL: https://e.lanbook.com/book/126530.</li>
  <li>Сикевич, З. В. Социология и психология этнических отношений / З. В. Сикевич. – Санкт-Петербург : Лань, 2023. – 280
    с. – ISBN 978-5-507-46672-6. – Текст : электронный // Лань : электронно-библиотечная система. – URL:
    https://e.lanbook.com/book/333269.</li>
  <li>Психология и социология : учебно-методическое пособие / составители А. А. Воронкова [и др.]. – Нижний Новгород :
    ННГУ им. Н. И. Лобачевского, 2020. – 72 с. – Текст : электронный // Лань : электронно-библиотечная система. – URL:
    https://e.lanbook.com/book/191814.</li>
</ol>